Repository: castlele/CatsWorld
Catalog: CatsWorld/*.lproj/Localizable.strings
Languages: ru

source: Map
ru: Карта

source: Home
ru: Главная

source: Breeds
ru: Породы

source: Settings
ru: Настройки

source: We didn't find anything
ru: Мы не смогли ничего найти

source: Select all
ru: Выбрать все

source: Sort by names
ru: Сортировать по именам

source: Sort by age
ru: Сортировать по возрасту

source: Search placeholder Card
ru: Вася, Манчкин, 10 лет...

source: Empty CatsCards
ru: Нажмите на кнопку "Плюс" или смахните вниз, чтобы добавить новую карточку котика

source: Delete
ru: Удалить

source: More info
ru: Больше информации

source: Edit
ru: Редактировать

source: Pick Cards Color
ru: Выбрать цвет

source: Name
ru: Имя

source: Date of birth
ru: Дата рождения

source: male
ru: мальчик

source: female
ru: девочка

source: Add image
ru: Добавить фото

source: Weight %.1f kg
ru: Вес %.1f кг

source: %.1f kg
ru: %.1f кг

source: Kg
ru: Кг

source: Is castrated
ru: Кастрирован

source: Is the tail suppressed
ru: Короткий хвост

source: Is the legs are short
ru: Короткие лапы

source: Is hair less
ru: Лысый

source: Camera
ru: Камера

source: Photo Library
ru: Фото библиотека

source: Additional info
ru: Здесь можно написать все, что угодно

source: Suppressed Tail
ru: Короткий хвост

source: Short legs
ru: Короткие лапы

source: Hairless
ru: Лысый

source: Weight
ru: Вес

source: Castrated
ru: Кастрированный

source: years
ru: лет

source: Stranger Friendly
ru: Друж. к посторонним

source: Child Friendly
ru: Друж. к детям

source: Dog Friendly
ru: Друж. к собакам

source: Describe character
ru: Опишите характер

source: Character
ru: Характек

source: Temperament
ru: Темперамент

source: choleric
ru: холерик

source: melancholic
ru: меланхолик

source: phlegmatic
ru: флегматик

source: sanguine
ru: сангвиник

source: Cat shows
ru: Кошачьи выставки

source: Yes
ru: Да

source: No
ru: Нет

source: None
ru: Пусто

source: Submit
ru: Применить

source: Discarding changes
ru: Сбросить изменения

source: Sure wanna discard
ru: Вы уверены, что хотите сбросить все изменеия?

source: Deleting a card
ru: Удалить карточку котика

source: Sure wanna delete
ru: Вы уверены, что хотите удалить карточку кота?

source: Discard
ru: Сбросить

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: Search placeholder Breed
ru: Абиссинская, Египед...

source: Add to favourite
ru: Добавить в избранное

source: Abyssinian
ru: Абиссинская

source: Abyssinian disc
ru: За абессинской кошкой легко ухаживать и настоящее удовольствие держать у себя дома. Это любащие кошки, которые хорошо относятся как к людям, так и к другим животным

source: Aegean
ru: Эгейская

source: Aegean disc
ru: Уроженцы греческих островов, известных как Киклады в Эгейском море, это настоящие кошки, то есть они выросли без участия человека в их разведении. Как порода, эгейские кошки редки, несмотря на то, ято их много на родных островах. Они, как правило, дружелюбны по отношению к людям и могут быть отличными кошками для семей с детьми.

source: American Bobtail
ru: Американский Бобтейл

source: American Bobtail disc
ru: Американские бобтейлы - любящие и невероятно умные кошки, обладающие характерной дикой внешностью. Они черезвычайно преданы своей человеческой семье.

source: American Curl
ru: Американский Кёрл

source: American Curl disc
ru: Отличаются поистине уникальными ушами, которые изящно изгибаются, передавая различные оттенки совего настроения. Они заставляют людей широко улыбаться при наблюдении за своим первым Кёрлом. Эти кошки человеко-ориентированные, верные, ласковые, удивительно быстро приспосабливающиеся к другим домашним животным, детям и новым ситуациям.

source: American Shorthair
ru: Американская Короткошорстная

source: American Shorthair disc
ru: Американская короткошерстная кошка известна своим долгожительством, крепким здоровьем, красивой внешностью, милым характером и дружелюбием к детям, собакам и другим домашним животным.

source: American Wirehair
ru: Американская Жесткошерстная

source: American Wirehair disc
ru: Американская жесткошерстная кошка обычно спокойная и терпимая, принимает жизнь такой, какая она есть. Ее любимое хобби - наблюдение за птицами с солнечного подоконника, и его охотничьи способности сослужат вам хорошую службу, если насекомые вдруг появятся в вашем доме.

source: Arabian Mau
ru: Арабский Мау

source: Arabian Mau disc
ru: Арабские мау общительны и энергичны. Благодаря своему уровню энергии, эти кошки лучше всего чувствуют себя в домах, где их владельцы смогут предоставить им много времени для игр, внимания и общения. Эти котята дружелюбны, умны, легко приспосабливаются и даже хорошо ладят с другими домашними животными и детьми.

source: Australian Mist
ru: Австралийский Мист

source: Australian Mist disc
ru: Австралийский мист отлично себя чувствует в компании людей. Терпимые даже к самым маленьким детям, эти дружелюбные животные из семейства кошачьих любят играть в игры и быть частью суеты шумного дома. Они становятся отличными компаньонами для людей любого возраста.

source: Balinese
ru: Балийская

source: Balinese disc
ru: Балийцы - любопытные, общительные, умные кошки с прекрасными коммуникативными навыками. Они известны своей болтливостью и всегда готовы рассказать вам свое мнение о жизни, любви и о том, что вы подали им на ужин.

source: Bambino
ru: Бамбино

source: Bambino disc
ru: Бамбино - порода кошек, созданная как помесь пород Сфинкс и Манчкин. У кошек Бамбино короткие ноги, большие вертикальные уши и, как правило, они лысые. Любят, когда их трогают и обнимают на коленях у членов их семьи.

source: Bengal
ru: Бенгальская

source: Bengal disc
ru: С бенгалами очень весело жить, но они определенно не кошки для всех и не для начинающих владельцев кошек. Чрезвычайно умные, любопытные и активные, они требуют много общения и внимания, способны обидеть хозяина, который не дает им всего этого.

source: Birman
ru: Бирманская

source: Birman disc
ru: Бирман - послушный, тихий кот, который любит людей и будет следовать за ними из комнаты в комнату. Ожидайте, что Бирман захочет участвовать в том, что вы делаете. Он общается мягким голосом, в основном для напоминания, что, возможно, пришло время пообедать или, может быть, приятно пообниматься на диване. Ему нравится, когда его обнимают, и он расслабится в ваших руках, как пушистый ребенок.

source: Bombay
ru: Бомбейская

source: Bombay disc
ru: Золотые глаза и блестящая черная шерстка бомбейской кошки просто поразительны. Скорее всего, больше всего сблизившись с одним членом семьи, бомбей будет следовать за ним из комнаты в комнату и почти всегда у него найдется, что сказать о том, что вы делаете. Любит внимание и когда его носят на руках.

source: British Longhair
ru: Британская Длинношерстная

source: British Longhair disc
ru: Британская длинношерстная кошка - очень непринужденная, расслабленная кошка, которую часто считают очень независимой, хотя они будут наслаждаться компанией столь же расслабленного единомышленика, будь то хозяин или другой кот. Это тип кошек, который любит сам приходить и сидеть рядом с хозяиным, а не быть взятым на руки.

source: British Shorthair
ru: Британская Короткошорстная

source: British Shorthair disc
ru: Британская короткошерстная кошка - очень приятная кошка в качестве компаньона, она спокойная и любящая. Британецы очень лояльны, будут привязаны к каждому члену своей семьи. Любят играть, хотя им и не нужно ежечасное внимание. Если кошка в настроении поиграть, она найдет кого-нибудь и принесет этому человеку игрушку. Британка также хорошо играет сама и, таким образом, является хорошим компаньоном для одиноких людей.

source: Burmese
ru: Бурма

source: Burmese disc
ru: Бирманцы любят быть с людьми, играть с ними и развлекать их. Они жаждут тесного физического контакта и ненавидят пустые колени. Они будут следовать за своими людьми из комнаты в комнату и спать с ними в постели, желательно под одеялом, прижимаясь как можно ближе. Во время игры они будут поворачиваться, чтобы увидеть, наблюдает ли их человек и развлечен ли он их сумасшедшими выходками.

source: Burmilla
ru: Бурмилла

source: Burmilla disc
ru: Бурмилла - довольно спокойная кошка. С ней легко уживаться, ей требуется минимальный уход. Бурмилла ласковая, милая и станет хорошим компаньоном для того, чтобы скрасить одинокий вечер. Верный, преданный и ласковый, этот кот будет следовать за своим хозяином, всегда составляя ему компанию.

source: California Spangled
ru: Калифорнийская Сияющая

source: California Spangled disc
ru: Возможно, единственное, что в калифорнийской сияющей кошке не похоже на дикую природу, - это ее характер. Эта порода, известная своей нежностью и общительностью, любит проводить много времени со своими владельцами. Они очень игривы, часто садятся на возвышенности и демонстрируют свои акробатические навыки.

source: Chantilly-Tiffany
ru: Шантильи-Тиффани

source: Chantilly-Tiffany disc
ru: Шантильи - преданный компаньон и предпочитает компанию оденочеству. Хотя Шантильи не требователен, он будет мяукать и разговаривать, как будто ведя с хозяином разговор. Эта порода ласковая и дружелюбная, имеет мягкий характер. Она может оставаться неподвижной в течение длительного периода времени, счастливо бездельничая на коленях любимого человека. Это качество делает Тиффани идеальным компаньоном в путешествии и идеальным компаньоном для дома для пожилых людей и людей с ограниченными физическими возможностями.

source: Chartreux
ru: Шартрез

source: Chartreux disc
ru: Шартрезы в целом молчаливы, но общительны. Короткие игровые сессии, смешанные с дремотой и едой - их идеальный день. Они ценят любое внимание, которое вы им уделяете, они не требовательны, вместо этого они довольствуются тем, что преданно следуют за вами, спят на вашей кровати и прижимаются к вам, если вы плохо себя чувствуете.

source: Chausie
ru: Хауси

source: Chausie disc
ru: Для тех владельцев, которые хотят кошку, сохранившую "дикий" внешний вид, подойдет поразительно красивый Хауси. Не смотря на имеющиеся у них дружилюбные домашние манеры, им требуется много места, чтобы полностью реализовать свои охотничьи инстинкты.

source: Cheetoh
ru: Чито

source: Cheetoh disc
ru: Чито имеет очень ласковый характер и по настоящему любит своих человеческих товарищей. Они умны и способны быстро учиться. Вы можете ожидать, что котенок Чито будет веселым, будет любить бегать, прыгать и играть.

source: Colorpoint Shorthair
ru: Колорпоинт Короткошорстная

source: Colorpoint Shorthair disc
ru: Колорпойнт короткошерстный - ласковая и очень преданная порода, чуткая к настроению своего хозяина. Колорпойнты более чем счастливы сидеть рядом с вами или у вас на коленях и мурлыкать слова поддержки в плохой день.

source: Cornish Rex
ru: Корниш Рекс

source: Cornish Rex disc
ru: Это уверенный в себе кот, который любит людей и будет следовать за ними повсюду, ожидая любой возможности сесть на колени или поцеловаться. Ему нравится, когда с ним общаются, поэтому его легко отвести к ветеринару или обучить его терапевтической работе. Корниш рексы остаются в режиме котенка большую часть своей жизни.

source: Cymric
ru: Кимрик

source: Cymric disc
ru: Кимрик - безмятежный, милый кот. Они не слишком расстраиваются из-за того, что происходит в их мире. Они любящие товарищи и обожают людей. Они умны и ловки, умело применяют свои лапки, чтобы проникать в шкафы и открывать двери.

source: Cyprus
ru: Кипрская Кошка

source: Cyprus disc
ru: Любящая, преданная, общительная и любознательная, кипрская кошка формирует прочные связи с членами своей семьи и не любит ничего, кроме участия во всем, что происходит в их окружении. Они не слишком активны по своей природе, что делает их идеальный компаньон для людей, которые хотели бы поделиться своим домом с непринужденным, расслабленным кошачьим другом.

source: Devon Rex
ru: Девон Рекс

source: Devon Rex disc
ru: Девон рекс активно интересуется всем, что происходит, и не хочет, чтобы его оставляли в стороне от какой-либо деятельности. Сделайте так, чтобы он оставалась как можно ближе к вам, иногда высказывая его мнение тихим голосом. Он любит людей и приветствует внимание друзей и семьи.

source: Donskoy
ru: Донской Сфинкс

source: Donskoy disc
ru: Донской сфинкс ласковый, умный и легкий в общении кот. Он требует много внимания. Донской также хорошо ладит с другими домашними животными. Сейчас считается, что чем меньше шерсти у донского сфинкса, тем он спокойнее.

source: Dragon Li
ru: Дракон Ли

source: Dragon Li disc
ru: Дракон Ли лоялен, но не особенно ласков. Они известны своим умом и активностью. Они нежны с людьми и имеют репутацию талантливых охотникрв на крыс и прочую нечисть.

source: Egyptian Mau
ru: Египетская Мау

source: Egyptian Mau disc
ru: Египетская мау нежная и сдержанная кошка. Она любит своих людей и жаждет их внимания, но остерегается других. Рання социализация просто необходима с этой чувствительной, а иногда и застенчивой кошкой, особенно если вы планируете путешествовать с ней. В противном случае она может быть легко напугана неожиданными звуками или действиями.

source: European Burmese
ru: Европейская Бурма

source: European Burmese disc
ru: Европейская бурма - очень ласковая, умная и преданная кошка. Они любят общение и захотят быть с вами, участвуя во всем, что вы делаете. Хотя они могут выбрать любимого члена семьи, шансы есть что они будут взаимодействовать со всеми в доме. Они любознательны и игривы, даже будучи взрослыми.

source: Exotic Shorthair
ru: Экзотическая Короткошорстная

source: Exotic Shorthair disc
ru: Экзотическая короткошерстная - нежная дружелюбная кошка, которая имеет тот же характер, что и перс. Они любят веселиться, не возражают против компании других кошек и собак, а также любят свернуться калачиком, чтобы поспать в безопасном месте. Экзоты любят своих хозяев, но с незнакомцами они поначалу осторожны. Со временем они обычно привыкают к гостям.

source: Havana Brown
ru: Гавана Браун

source: Havana Brown disc
ru: Гавана Браун ориентирована на людей, игрива и любопытна. У нее сильное желание проводить время со своими хозяевами и участвовать во всем, что они делают. Они по-настоящему чувствительны по своей природе и часто нежно прикасаются к своим человеческим товарищам, как будто они протягивают лапу дружбы.

source: Himalayan
ru: Гималайская

source: Himalayan disc
ru: Спокойные и преданные, гималайцы - отличные компаньоны, они предпочитают более тихий дом. Они игривы в спокойной манере и наслаждаются разнообразием игрушек. Гималаи раскинутся рядом с вами, пока вы спите и даже придут посидеть у вас на коленях, когда у них хорошее настроенипе.

source: Japanese Bobtail
ru: Японский Бобтейл

source: Japanese Bobtail disc
ru: Японский бобтейл - активная, милая, любящая и очень умная порода. Они любят быть с людьми и играть, казалось бы, бесконечно. Они узнают свое имя и отзываются на него. Они приносят игрушки людям и играют с любимой игрушкой часами. Бобтейлы общительны и лучше всего проявляют себя в компании людей.

source: Javanese
ru: Яванская Кошка

source: Javanese disc
ru: Яванцы бесконечно любопытны, умны и активны. Они, как правило, любят прыгать на большие высоты, играть с удочкой или другими интерактивными игрушками и просто исследовать свое окружение. Они будут пытаться копировать то, что делаете вы, например, открывание дверей или ящиков.

source: Khao Manee
ru: Кхао-мани

source: Khao Manee disc
ru: Кхао-мани очень умны, обычно экстроверты, имеют любознательную натуру. Однако они также очень спокойны и расслаблены, что делает их идеальными котами для поглаживания на коленях.

source: Korat
ru: Корат

source: Korat disc
ru: Кораты - естественная порода кошек и одна из старейших пород кошек. Это очень умные и уверенные в себе кошки, которые могут быть бесстрашными. Хотя часто их пугают громкие звуки и резкие движения. Кораты образуют прочные связи с хозяевами, любят обниматься и оставаться рядом с человеком.

source: Kurilian
ru: Курильский Бобтейл

source: Kurilian disc
ru: Курильский бобтейл независимый, очень умный, любознательный, общительный, игривый, обучаемый, не агрессивный и очень нежный. Они преданы своим хозяевам, с удовольствием приходят ласкаться на колени.

source: LaPerm
ru: Лаперм

source: LaPerm disc
ru: ЛаПермы нежные и ласковые, но в то же время очень активные. В отличие от многих активных пород, лапермцы также вполне не против посидеть на коленях. ЛаПермы с удовольствием последуют за вами, то есть, если они заняты игрой, а вы решите посидеть и расслабиться, то можете просто взять своего кота с собой и посадить его себе на колени, тогда он останется поглащая все внимание, которые вы ему уделяете.

source: Maine Coon
ru: Мейн-кун

source: Maine Coon disc
ru: Они известны своим размером и роскошной длинной шерстью. Мейн-куны считаются нежными гигантами. Добродушный и приветливый мейн-кун хорошо адаптируется ко многим стилям жизни и личностям хозяина. Они любят быть с людьми и имеют привычку преследовать их повсюду, но они не нуждаются в этом. Большинство мейн-кунов любят воду и могут неплохо плавать.

source: Malayan
ru: Малайская Кошка

source: Malayan disc
ru: Малайцы любят исследовать и даже путешествовать в кошачьей переноской. Они довольно разговорчивые и громкие кошки с сильной волей. Эти кошки позаботятся о том, чтобы вы уделяли им внимание, которое им необходимо, и им всегда хочется, чтобы их обнимали и гладили. Они постоянно общаются с людьми, даже с незнакомцами и гостями дома. Они также очень любят играть.

source: Manx
ru: Мэнкс

source: Manx disc
ru: Мэнкс - спокойная, милая, нежная и игривая порода. Кажется, что она никогда не расстраивается из-за чего-либо слишком сильно. Она любящий компаньон и обожает быть с людьми.

source: Munchkin
ru: Манчкин

source: Munchkin disc
ru: Манчкин - общительный кот, которому нравится, когда с ним проводят время. У него много энергии, он быстрее и проворнее, чем кажется. Короткие ноги, кажется, не мешают его способностям бегать и прыгать.

source: Nebelung
ru: Небелунг

source: Nebelung disc
ru: Небелунги как привило имеют сдержанный характер, однако они любят играть, прыгать или взбираться на высокие места, где они можут на досуге наблюдать за людьми и ситуацией вокруг, прежде чем принять решение о том, что же делать дальше, в каких активностях они хотели бы поучаствовать.

source: Norwegian Forest Cat
ru: Норвежская Лесная

source: Norwegian Forest Cat disc
ru: Норвежская лесная - милая и любящая кошка. Она нуждается в похвале и любит общаться со своими хозяевами. Она становится любящим компаньоном и сближается со всеми членами семьи. Однако в душе норвежские лесные охотник. Они любят гоняться за игрушками, как за добычей. Она территориальна и несколько раз в день будет обходить свои владения и патрулировать, чтобы убедиться, что все в порядке.

source: Ocicat
ru: Оцикет

source: Ocicat disc
ru: Лояльные и преданные своим владельцам, оцикеты умны, уверены в себе, общительны и, кажется, обладают многими собачьими чертами. Их можно обучить приносить игрушки, ходить на поводке, давать голос по команде и выполнять другие команды.

source: Oriental
ru: Ориентальная

source: Oriental disc
ru: Ориенталы увлечены людьми, которые находятся вокруг них. Они становятся чрезвычайно привязанными к своим хозяевам. Когда вы не можете развлечь его, ориентал найдет себе развлечение сам, запрыгнув на холодильник или открыв дверчу шкафчика в поисках новых приключений.

source: Persian
ru: Персидская

source: Persian disc
ru: Персы - милые, нежные кошки, которые могут быть как игривыми, так и тихими и непринужденными. Прекрасно подходят для семей с детьми, они очень любят бездельничать дома. Хотя они не против аншлагов или активных детей. Перс сам спрячется в тихое место, если ему нужно будет побыть одному.

source: Pixie-bob
ru: Пиксибоб

source: Pixie-bob disc
ru: Общительный и ласковый, пиксибоб хочет быть неотъемлемой частью семьи. Способность пиксибоба быть морально связанным со своими хозяевами, одновременно с их терпеливым характеров, делает их отлычными питомцами для семей с детьмь.

source: Ragamuffin
ru: Рагамаффин

source: Ragamuffin disc
ru: Рагамаффин спокоен, уравновешен и хорошо ладит со всеми членами семьи. Изменения в распорядке дня обычно не расстраивают его. Из-за своего терпеливого характера он идеальный компаньон для тех, кто живет с детьми.

source: Ragdoll
ru: Рэгдолл

source: Ragdoll disc
ru: Рэгдоллы любят своих хозяев, приветствуют их у двери, преследуют их по дому, прыгают на колени или прижимаются к ним в кровати, когда предоставляется возможность. Они олицетворяют "кошку на коленях", они готовы пасть в объятия каждого, кто возьмет их к себе на ручки.

source: Russian Blue
ru: Русская Голубая

source: Russian Blue disc
ru: Русские голубые очень любящие и сдержанные кошки. Им не нравятся шумные дома, но они любят играть и могут быть довольно активными на улице. Они очень тесно связаны со своим владельцем и, как известно, хорошо относятся и к другим домашним питомцам.

source: Savannah
ru: Саванна

source: Savannah disc
ru: Саванна - кошачья версия собаки. Активно стремясь к социальному взаимодействию, они часто расстраиваются, если их игнорируют. На протяжении всей жизни они остаются похожими на котят. Глубоко лояльны по отношению к ближайшим членам семьи, но с недоверием относятся к гостям. Саванны являтся отличными товарищами, которые верны, умны и готовы принимать активное участие в жизни хозяина.

source: Scottish Fold
ru: Шотландская Вислоухая

source: Scottish Fold disc
ru: Шотландская вислоухая - милая, очаровательная порода. С ней легко жить и заботиться о ней. Она ласкова и чувствует себя комфортно со всеми членами своей семьи. С ее хвостом нужно обращаться осторожно. Вислоухие известны тем, что они спят на спине и сидят с вытянутыми ногами, положив лапы на живот. Это называется «Поза Будды»

source: Selkirk Rex
ru: Селкирк Рекс

source: Selkirk Rex disc
ru: Селкирк рекс - невероятно терпеливая и любящая порода. У Селкирка также есть глупая сторона, которую иногда называют клоунской. Она любит быть кошкой на коленях и будет рада поболтать с вами в тихий голос, если ты с ней поговоришь.

source: Siamese
ru: Сиамская

source: Siamese disc
ru: Сиамские кошки очень любят своих хозяев, они будут следовать за вами и контролировать каждое ваше движение. Будучи разговорчивыми и самоуверенными, они являются требовательными кошки, которые не любят оставаться одни надолго.

source: Siberian
ru: Сибирская

source: Siberian disc
ru: Сибирская кошка любит темпераментных людей и ласку, что делает ее идеальной кошкой для держания на коленях, которая будет вполне счастливо жить в небольшом доме. Очень проворная и мощная, сибирская кошка может легко прыгать и достигать высоких мест, включая крышу холодильника и даже двери.

source: Singapura
ru: Сингапурская

source: Singapura disc
ru: Сингапура кошка обычно осторожна, когда дело доходит до знакомства с новыми людьми, но она так любит внимание своей семьи, что иногда имеет репутацию вредителя. Это очень активная, любопытная и ласковая кошка.

source: Snowshoe
ru: Сноу-Шу

source: Snowshoe disc
ru: Сноу-Шу - жизнерадостные, энергичные, ласковые и умные кошки. Им нравится находиться рядом с людьми, что делает их идеальными для семей, и они начинают грустить, когда остаются одни на долгое время. Обычно они привязываются к одному человеку, делают все возможное, чтобы привлечь ваше внимание.

source: Somali
ru: Сомали

source: Somali disc
ru: Сомалийский кот живет полной жизнью. Он поднимается выше, прыгает дальше, играет дольше. Ничто не ускользает от внимания этого очень умного и любознательного кота. Сомалийцы любят компанию людей и других животных.

source: Sphynx
ru: Сфинкс

source: Sphynx disc
ru: Сфинкс - умная, любознательная, чрезвычайно дружелюбная порода. Сфинкс обычно приветствует своих хозяев у входной двери с явным волнением и счастьем. У нее неожиданное чувство юмора, которое часто расходится с ее суровым выражением лица.

source: Tonkinese
ru: Тонкийская
