Repository: castlele/CatsWorld
Catalog: CatsWorld/*.lproj/Localizable.strings
Languages: ru

source: Tonkinese disc
ru: Умные и щедрые, тонкинцы будут с любопытством контролировать все ваши действия. Любящие, общительные, активные и игривые, но и с удовольствием сидящие на коленях коты.

source: Toyger
ru: Тойгер

source: Toyger disc
ru: Тойгер обладает милым, спокойным характером и в целом дружелюбен. Он достаточно общителен, чтобы ходить на поводке, достаточно энергичен, чтобы играть и достаточно уверен в себе, чтобы ладить с другими кошками и дружелюбными собаками.

source: Turkish Angora
ru: Турцкая Ангора

source: Turkish Angora disc
ru: Это очень умная кошка, которая хорошо ладит с людьми. Благодаря своей ласковой и игривой натуре ангора - лучший выбор для семей. Ангора прекрасно ладит с другими домашними животными в доме, но будет делать очевидным, кто главный и кому принадлежит дом.

source: Turkish Van
ru: Турецкий Ван

source: Turkish Van disc
ru: Турецкий Ван любит прыгать и лазить по разным местам, играть с игрушками. Однако он большой и неуклюжий - это одна из тех кошек, которая не всегда приземляется на ноги. Хотя это не тот кот, который всегда будет хотеть сидеть на ваших коленях, он будет не против пообниматься и поспать вместе с вами.

source: York Chocolate
ru: Шоколадный Йорк

source: York Chocolate disc
ru: Йоркские шоколадные кошки, как известно, имеют мягкий характер. Они любят, когда их обнимают и гладят. Их любопытный характер заставляет их постоянно следовать за вами и участвовать почти во всем, что вы делаете, даже если это связано с водой: в отличие от многих других кошек, шоколадный йорк любит ее.

source: Origin
ru: Место возникновения

source: Turkey
ru: Турция

source: Egypt
ru: Египед

source: United Arab Emirates
ru: Объединенные Арабские Эмираты

source: Norway
ru: Норвегия

source: Canada
ru: Канада

source: France
ru: Франция

source: Greece
ru: Греция

source: Russia
ru: Россия

source: United States
ru: Соединенные Штаты

source: Japan
ru: Япония

source: Thailand
ru: Тайланд

source: Australia
ru: Австралия

source: United Kingdom
ru: Британия

source: Iran (Persia)
ru: Иран (Персия)

source: Isle of Man
ru: Остров Мэн

source: Burma
ru: Бирма

source: Singapore
ru: Сингапур

source: Somalia
ru: Сомали

source: Adaptability
ru: Адаптируемость

source: Affection Level
ru: Уровень Привязанности

source: Social Needs
ru: Социальные Потребности

source: Intelligence
ru: Интеллект

source: Standard Weight
ru: Стандартный Вес

source: Standard Metrics
ru: Стандартная Метрика

source: Health Issues
ru: Проблемы со здоровьем

source: Energy Level
ru: Энергичность

source: Grooming
ru: Уход

source: Shedding Level
ru: Линька

source: Hypoallergenic
ru: Гипоаллергенный

source: Life Span
ru: Продолжительность жизни

source: Vocalization
ru: Вокализация

source: Natural
ru: Естественный

source: Rare
ru: Редкий

source: relaxed
ru: расслабленный

source: clever
ru: умный

source: trainable
ru: обучаемый

source: adventurous
ru: любящий приключения

source: highly intelligent
ru: крайне смышленный

source: affectionate
ru: привязчивый

source: expressive
ru: экспрессивный

source: mischievous
ru: озорной

source: outgoing
ru: отзывчивый

source: sociable
ru: коммуникабельный

source: agile
ru: подвижный

source: gentle
ru: нежный

source: lively
ru: оживленный

source: sensible
ru: чувствительный

source: easygoing
ru: покладистый

source: easy going
ru: покладистый

source: sedate
ru: уравновешенный

source: sweet-tempered
ru: мягкохарактерный

source: energetic
ru: энергичный

source: loyal
ru: верный

source: curious
ru: любопытный

source: friendly
ru: дружелюбный

source: alert
ru: тревожный

source: playful
ru: игривый

source: tenacious
ru: упрямый

source: devoted
ru: преданный

source: shy
ru: застенчивый

source: calm
ru: спокойный

source: independent
ru: независимый

source: warm
ru: разгоряченный

source: quiet
ru: тихий

source: sweet
ru: ласковый

source: loving
ru: любящий

source: patient
ru: терпеливый

source: inquisitive
ru: любознательный

source: active
ru: активный

source: peaceful
ru: мирный

source: sensitive
ru: чувствительный

source: dependent
ru: зависимый

source: demanding
ru: требовательный

source: talkative
ru: разговорчивый

source: fun-loving
ru: веселый

source: interactive
ru: интерактивный

source: highly interactive
ru: крайне интерактивный

source: adaptable
ru: адаптируемый

source: social
ru: социальный

source: intelligent
ru: смышленный

source: Starter screen
ru: Стартовый экран

source: Color scheme
ru: Тема

source: Match System Mode
ru: Системная тема

source: Light
ru: Светлая

source: Dark
ru: Темная

source: Graphics
ru: Графика

source: Shadows
ru: Тени

source: Default
ru: Стандарт

source: Flat
ru: Плоские

source: Disabled
ru: Без теней

source: Shadow optimization
ru: Оптимизация теней

source: Shadow optimization info
ru: Тени могут быть требовательны к вычислительной мощности вашего устройства. Особенно это касается более старых моделей устройст. Мы хотели сделать ваш опыт пользования приложением как можно более приятным, так что дали возможность вабрать раные типы теней, которые подойдут вам. Если ваше устройство подлагивает во время использования приложения, попробуйте выбрать один из вариантов: "Плоские" или "Без теней"
